import './About.css';

function About() {
    return (
        <div className="frameAbout">
            <h4>אתר UP להרים את העסק ולהכיר אחרים</h4>
            <hr />
            <p>אז ברוכים הבאים לאתר שלנו, אתר לעסקים ולמשתמשים יחד. </p>
            <p>האתר נועד לקידום ושיווק עסקים ללקוחות העיסקיים של האתר
                <br></br> תוך גישה וחשיפה של משתמשי האתר  החופשיים למידע רלוונטי על כל עסק ועסק.   </p>
            <p>האתר בנוי כך שכלל כרטיסי העסקים מוצגים לפניכם הלקוחות ובנוסף ניתן להיכנס לכל עסק על מנת לקבל מידע רחב יותר ע"י לחיצה על כפתור "מי אנחנו" המוצג בכל כרטיסיית עסק.</p>
            <p>ממשק האתר הוא נגיש ונותן פתח לכל בעל עסק להקים כרטייסיות משלו, לערוך אותם ולהעלות לאתר ומקנה גישה למשתמשי האתר לצפות בתוכן האתר ולבחור מקומות מועדפים לטיול עם הבן זוג או המשפחה.</p>
            <p>אז מה עוד נשאר לכם לעשות? להתחבר ולהנות..</p>
        </div>
    );
}

export default About;